{"trips_poster":"https://res.cloudinary.com/tastemakers-africa/image/upload/q_auto/v1520249141/imagebeta_cc1tbp.jpg","trips_include_texts":[{"name":"Hand-Crafted Itinerary","description":"Thoughtful itineraries catered to the moment. No two trips are exactly the same. We include your bucket list but the magic is in the special sauce."},{"name":"Accommodation","description":"Four Star accommodation in beautiful, boutique spaces. Rates are double occupancy but we’ll match you with someone awesome. Need solo space? no problem - you can upgrade for a fee."},{"name":"Ground Transportation","description":"Airport Pickup, transport to all activities on the itinerary, and in-country flights where applicable."},{"name":"Trip Support","description":"From your in-country Trip Ambassador to a remote customer support team, we make sure your questions are answered, special circumstances are considered, and you can focus on having a good time."}],"group_trips":{"december-in-ghana":{"name":"December In Ghana","slug":"december-in-ghana","description":"2019 is the Year of Return and commemoration of the diaspora's return to the continent 400 years after the transatlantic slave trade. Ghana is the epicenter and December is the absolute best time to visit. With people from all over the world to party and celebrate the year with the people they love the festive move is an epic experiences. This ten day, nine night experience takes you into the heart of the action with immersive experiences that truly connect you to Ghana. From nightlife and exclusive events in Accra, to walking the journey of the door of no return at the slave castles in Cape Coast, to exploring the \"Ghanaian Riviera\" in Ada, the itinerary is meant to give you a taste of tradition mixed with ambition.","amount":2650,"trip_image":"https://res.cloudinary.com/tastemakers-africa/image/upload/q_40/ngy3vot6qtbv2piclha6.jpg","spots":10,"active":true,"start_date":"2019-12-26","end_date":"2020-01-04","wetravel_link":"https://www.wetravel.com/trips/december-in-ghana-2019-experiences-transport-only-tastemakers-africa-ghana-09770336","destination":"Accra, Ghana"},"sun-in-south-africa":{"name":"Sun in South Africa","slug":"sun-in-south-africa","active":true,"amount":2650,"description":"Discover South Africa through 10 day, 9 night  sexy, culture-rich, and progressive lens. This fully immersive experience through Cape Town and Johannesburg includes chef-led private dinners and wine tastings, 6am nights out, the legacy of Nelson Mandela and much more. You'll get to know what makes Johannesburg stand out as one of the great style and culture influences on the continent while letting the Western Cape take your breath away with sweeping views, and beautiful beaches.","trip_image":"https://res.cloudinary.com/tastemakers-africa/image/upload/q_40/yx9y3tehg2hbquzdy9tg.jpg","spots":10,"start_date":"2019-11-28","end_date":"2019-12-07","wetravel_link":"https://www.wetravel.com/trips/tstmkrs-south-africa-2019-tastemakers-africa-south-africa-66303153","destination":"Johannesburg, South Africa"}}}